<pre >
Тепловизионный прицельно-наблюдательный комплекс Грань-1 640-25-18 представляет собой лёгкий, компактный и энергоэффективный
тепловизионный прицел.

Данный прибор оснащён системой крепления: на оружие , на шлем и способен обеспечить получение высококачественного изображения
в тепловом диапазоне.

Характеристики:

Болометрическая матрица: 
Шаг пикселя: 12 мкм
Разрешение: 640 × 512
Частота кадров: До 50 Гц

Микродисплей
Разрешение:1024 × 768

Оптика
Фокусное расстояние линзы объектива: 26.7мм / F1.0
Поле зрения:16.3° X 12.3°
Оптическое приближение: 1 x
Корректировка диоптрий:-5, +2
Фокусное расстояние окуляра: >20 мм
Германиевая линза: 25 мм
Окуляр: 18 мм
Шаг юстировки на 100 м. = 3.2 см.

Режимы отображения
Изображение: Тёплое-чёрный, Тёплое-белый, Тёплое-красный, Тёплое-жёлтый
Картинка в картинке (КВК): Присутствует с дублированием прицельной метки (точки) 
Сценарии: Заводские, На улице, Зима, Лето

Тепловизионная сетка:
Вид: Крест, АК, Стрелка, Стандарт, Квадрат 
Цвет:Черный, белый, зелёный,красный, синий.</pre>