<pre >
Тепловизионный прицельно - наблюдательный комплекс Грань-2 640-35-22  представляет собой лёгкий, компактный и
энергоэффективный тепловизионный прицел.

Данный прибор оснащён системой крепления на оружие и способен обеспечить получение высококачественного изображения в
тепловом диапазоне.

Характеристики:

Болометрическая матрица: 
Шаг пикселя: 12 мкм
Разрешение: 640 × 512
Частота кадров: До 50 Гц

Микродисплей
Разрешение:1024 × 768

Оптика
Фокусное расстояние линзы объектива: 26.7мм / F1.0
Поле зрения: 12,5° X 9,4°
Оптическое приближение: 1,7 x
Корректировка диоптрий: -5, +2
Фокусное расстояние окуляра: >20 мм
Германиевая линза: 35 мм
Окуляр: 22 мм
Шаг юстировки на 100 м. = 2,4 см.

Режимы отображения
Изображение: Тёплое-чёрный, Тёплое-белый, Тёплое-красный, Тёплое-жёлтый
Картинка в картинке (КВК): Присутствует с дублированием прицельной метки (точки)
Сценарии: Заводские, На улице, Зима, Лето

Тепловизионная сетка:
Вид: Крест, АК, Стрелка, Стандарт, Квадрат 
Цвет:Черный, белый, зелёный,красный, синий.  </pre>